src/test/resources/test-files/small-2sig/body.template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://soap.webapp.siva.openeid.ee/">
	<soapenv:Header/>
     <soapenv:Body>
     	<soap:ValidateDocument>
          	<soap:ValidationRequest>
               	<Document>{{FILE1_BASE64}}</Document>
                <Filename>{{FILE1_NAME}}</Filename>
          	</soap:ValidationRequest>
     	</soap:ValidateDocument>
	</soapenv:Body>
</soapenv:Envelope>